app/controllers/articles_controller.rb

	def create
		# @article = Article.new(params.require(:article).permit(:title, :text))
		@article = Article.new(article_params)

		if @article.save
---
INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "hey, guy"], ["text", "Is it first?"], ["created_at", "2018-10-09 12:18:30.269207"], ["updated_at", "2018-10-09 12:18:30.269207"]]