app/controllers/comments_controller.rb

	def create
		@article = Article.find(params[:article_id])
		@commnet = @article.comments.create(comment_params)
---
SELECT  "articles".* FROM "articles" WHERE "articles"."id" = ? LIMIT ?  [["id", 3], ["LIMIT", 1]]
INSERT INTO "comments" ("commenter", "body", "article_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["commenter", "Hi, igor"], ["body", "I am a teacher for you."], ["article_id", 3], ["created_at", "2018-10-09 19:42:14.772176"], ["updated_at", "2018-10-09 19:42:14.772176"]]